20240811T194523--kdoc-219-腕立て腹筋は難しいことを認識しなければならない__essay.org
:properties:
:ID: 20240811T194523
:mtime:    20250626233520
:ctime:    20241028101410
:end:
#+title:      KDOC 219: 腕立て腹筋は難しいことを認識しなければならない
#+date:       [2024-08-11 Sun 19:45]
#+filetags:   :essay:
#+identifier: 20240811T194523

* この文書のステータス
- 作成
  - [X] 2024-08-11 貴島
- レビュー
  - [X] 2024-08-25 貴島

* 概要
[[id:20240708T214636][KDOC 197: 『プリズナー・トレーニング』]]を読んだ。

もっとも認識を改めたのは、誰もが「筋トレ」と聞いて思い浮かべるような、「腕立て伏せ」や「腹筋」はいきなりやるにはハードすぎるトレーニングであったということだ。 *難易度の割に、なぜか基本的な運動とみなされている* 。 多くの人が三日坊主で終わる。それは、難易度が高すぎて困難な割に達成感を得られないからだ。成果が出る前に、嫌になって諦めるかケガをして辞めてしまう。鍛えるためにまず「腕立て」「腹筋」みたいな文化がなければ、世界の体脂肪率は1%くらい変わってたんじゃないか。

長期的に続けることが重要だ。仕事と同じで、時間や苦労を増やしても同じだけ成果が出るわけではない。2倍きついことをやっても2倍鍛えられるわけではない。「これだけきついのだから体はすぐ変わるだろう」という成果への期待はすぐ裏切られる。1.x倍を長期間続けることが重要だ。

難しいことに取り組むとき、できるだけ細かいステップを踏んで挫折しないようにすることが多い。運動だって同じで、注意深く自分に合っているかを認識しながら取り組む必要がある。

* 関連
[[id:20240708T214636][KDOC 197: 『プリズナー・トレーニング』]]を読んで考えたこと。

* Footnotes
