20240811T194523--kdoc-219-腕立て腹筋は難しいことを認識しなければならない__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-09-16 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 219: 腕立て腹筋は難しいことを認識しなければならない</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 219: 腕立て腹筋は難しいことを認識しなければならない</h1>

<div id="outline-container-org1b68937" class="outline-2">
<h2 id="org1b68937"><a href="#org1b68937">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org1b68937">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-11 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-25 貴島</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd3e245b" class="outline-2">
<h2 id="orgd3e245b"><a href="#orgd3e245b">概要</a></h2>
<div class="outline-text-2" id="text-orgd3e245b">
<p>
<a href="20240708T214636--kdoc-197-『プリズナー・トレーニング』__book.html#ID-20240708T214636">KDOC 197: 『プリズナー・トレーニング』</a>を読んだ。
</p>

<p>
もっとも認識を改めたのは、誰もが「筋トレ」と聞いて思い浮かべるような、「腕立て伏せ」や「腹筋」はいきなりやるにはハードすぎるトレーニングであったということだ。 <b>難易度の割に、なぜか基本的な運動とみなされている</b> 。 多くの人が三日坊主で終わる。それは、難易度が高すぎて困難な割に達成感を得られないからだ。成果が出る前に、嫌になって諦めるかケガをして辞めてしまう。鍛えるためにまず「腕立て」「腹筋」みたいな文化がなければ、世界の体脂肪率は1%くらい変わってたんじゃないか。
</p>

<p>
長期的に続けることが重要だ。仕事と同じで、時間や苦労を増やしても同じだけ成果が出るわけではない。2倍きついことをやっても2倍鍛えられるわけではない。「これだけきついのだから体はすぐ変わるだろう」という成果への期待はすぐ裏切られる。1.x倍を長期間続けることが重要だ。
</p>

<p>
難しいことに取り組むとき、できるだけ細かいステップを踏んで挫折しないようにすることが多い。運動だって同じで、注意深く自分に合っているかを認識しながら取り組む必要がある。
</p>
</div>
</div>

<div id="outline-container-org21f711f" class="outline-2">
<h2 id="org21f711f"><a href="#org21f711f">関連</a></h2>
<div class="outline-text-2" id="text-org21f711f">
<p>
<a href="20240708T214636--kdoc-197-『プリズナー・トレーニング』__book.html#ID-20240708T214636">KDOC 197: 『プリズナー・トレーニング』</a>を読んで考えたこと。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
